Repository: haxiomic/objsearch_pi-http
Catalog: po/*.po
Languages: fi_fi, fil_ph, fr_fr, id_id, tr_tr

source: Search
fi_fi: Etsi
fil_ph: Maghanap
fr_fr: Chercher
id_id: Pencarian
tr_tr: Ara

source: Show on Chart
fi_fi: Näytä kartalla
fil_ph: Ipakita sa Tsart
fr_fr: Montrer sur la carte
id_id: Tampilkan di Chart
tr_tr: Haritada Göster

source: Close
fi_fi: Sulje
fil_ph: Isarado
fr_fr: Fermer
id_id: Dekat
tr_tr: Kapat

source: Close on show
fi_fi: Lähes näkyvissä
fil_ph: Isarado sa paglabas
fr_fr: Fermer cette fenêtre en montrant
id_id: Tutup di tampilkan
tr_tr: Gösterdikten sonra kapat

source: Limit range to
fi_fi: Rajoita alue
fil_ph: Ilimit ang saklaw sa
fr_fr: Rayon de recherche :
id_id: Batas jangkauan ke
tr_tr: Sınır aralığı

source: 0 = Unlimited
fi_fi: 0 = rajoittamaton
fil_ph: 0 = Walang limitasyon
fr_fr: 0 = Illimité
id_id: 0 = tak hingga
tr_tr: 0 = Sınırsız

source: Settings...
fi_fi: Asetukset...
fil_ph: Mga pagkakatakda...
fr_fr: Préférences ...
id_id: Pengaturan...
tr_tr: Ayarlar...

source: Scan charts
fi_fi: Skannaa kartat
fil_ph: Suriin ang mga tsart
fr_fr: Recherche dans les cartes
id_id: Pindai grafik
tr_tr: Haritaları tara

source: 0-80S/N, 0-180E/W, W longitudes and S latitudes are expressed as negative numbers. The area selected can't cross the IDL (180W/E)
fi_fi: 0-80E/N 0-180I/L, L pituusasteet ja E leveysasteet ilmaistaan negatiivisia numeroita. Valitut alueet eivät voi ylittää rajaa (180L/I)
fil_ph: 0-80T/H, 0-180S/K, K na nga longhitud at T na mga latitud ay inihahayag bilang mga negatibong numero. Ang lugar na napili ay hindi dapat tumawid sa IDL (180K/S)
fr_fr: 0-80 S/N, 0-180 E/W, les longitudes ouest et les latitudes sud sont exprimées avec nombres négatifs. La zone sélectionnée ne peut pas franchir l'IDL (180W/E)
id_id: 0-80S / N, 0-180E / W, W garis bujur dan garis lintang S dinyatakan sebagai bilangan negatif. Area yang dipilih tidak dapat melewati IDL (180W / E)
tr_tr: 0-80S/N, 0-180E/W, W boylamlar ve S enlemler negatif sayılar olarak ifade edilirler. IDL için seçili alan geçilemez (180E/W)

source: From
fi_fi: Alkaen
fil_ph: Mula
fr_fr: De
id_id: Dari
tr_tr: Itibaren

source: Latitude
fi_fi: Leveysaste
fil_ph: Latitud
id_id: Lintang
tr_tr: Enlem

source: Longitude
fi_fi: Pituusaste
fil_ph: Longhitud
id_id: Garis bujur
tr_tr: Boylam

source: To
fi_fi: saakka
fil_ph: Sa
fr_fr: à
id_id: Untuk
tr_tr: Oraya

source: Scales
fi_fi: Asteikot
fil_ph: Mga Iskala
fr_fr: Echelles
id_id: Timbangan
tr_tr: Ölçekler

source: 1:20000 (Very time consuming, use for really small areas only)
fi_fi: 1:20000 (on erittäin aikaa vievää, käytä vain todella pienillä alueilla)
fil_ph: 1:20000 (Masyadong matagal, gamitin para sa mga maliit na lugar lamang)
fr_fr: 1:20000 (très chronophage, N'utiliser que pour les très petites zones uniquement)
id_id: 1:20000 (Banyak memakan waktu, digunakan hanya untuk area kecil)
tr_tr: 1:20000 (Çok zaman alıyor, yalnızca gerçekten küçük alanlar için kullan)

source: or
fi_fi: tai
fil_ph: o
fr_fr: ou
id_id: atau
tr_tr: veya

source: Import data
fi_fi: Tuo tietoja
fil_ph: I-angkat ang datos
fr_fr: Importer des données
id_id: Impor data
tr_tr: Veriyi içeri aktar

source: File
fi_fi: Tiedosto
fil_ph: Taklasan
fr_fr: Fichier
id_id: Berkas
tr_tr: Dosya

source: Browse...
fi_fi: Selaa...
fil_ph: Mag-browse...
fr_fr: Parcourir...
id_id: Telusuri...
tr_tr: Göz at...

source: Populate database
fi_fi: Tietokannan täyttö
fil_ph: Lagyan ang database
fr_fr: Remplir la base de données
id_id: Mengisi database
tr_tr: Veritabanını doldur

source: Manage Database
fi_fi: Hallitse tietokantaa
fil_ph: Pangasiwaan ang Database
fr_fr: Gestion de la base de données
id_id: Kelola database
tr_tr: Veritabanını yönet

source: Chart Object Search
fi_fi: Karttakohteen haku
fil_ph: Paghahanap sa Bagay ng Tsart
fr_fr: Recherche d'objets
id_id: Mencari Objek Bagan
tr_tr: Harita nesnesi ara

source: Object Search Settings
fi_fi: Objektin hakuasetukset
fil_ph: Pagkakatakda sa Paghahanap ng Bagay
fr_fr: Préférences de recherche des objets
id_id: Pengaturan Mencari Objek
tr_tr: Nesne arama ayarları

source: Object Search
fi_fi: Kohdehaku
fil_ph: Paghahanap sa Bagay
fr_fr: Chercher un objet
id_id: Cari objek
tr_tr: Nesne ara

source: Vector Chart Object Search PlugIn for OpenCPN
fi_fi: Vektorikarttakohteiden hakukone OpenCPN:lle
fil_ph: Plugin na Naghahanap sa Bagay na Tsart na Vector
fr_fr: Complément Recherche des objets des cartes vectorielles pour OpenCPN
id_id: Grafik vektor Objek pencarian PlugIn untuk OpenCPN
tr_tr: OpenCPN için harita vektör nesnesi arama eklentisi

source: Vector Chart Object Search PlugIn for OpenCPN Provides a search function for the named vector chart objects.
fi_fi: Vektorikarttakohteiden hakukone OpenCPN:lle Tuottaa hakutoiminnon kohteista, jotka on nimetty vektorikartoissa.
fil_ph: Ang Plugin na Naghahanap sa Bagay na Tsart na Vector para sa OpenCPN Nagbibigay ng punsyon sa paghahanap para sa may pangalang mga bagay na tsart na vector.
fr_fr: Complément de recherche d'objet graphique dans les cartes vectorielles pour OpenCPN Il fournit une fonction de recherche pour les objets nommés dans les cartes vectorielles.
id_id: Garfik vektor pencarian objek plugIn untuk OpenCPN Memberikan fungsi pencarian untuk objek bagan vektor bernama.
tr_tr: Opencpn için vektör harita nesnesi arama eklentisi İsimlendirilmiş vektör harita nesneleri için bir arama fonksiyonu sağlar.

source: There is a problem with your database, check the OpenCPN logfile for more information.
fi_fi: Tietokannassasi on ongelma, tarkista OpenCPN logfile, saat lisätietoja.
fil_ph: Merong problem sa iyong database, suriin ang taklasang-talaan ng OpenCPN para sa karagdagang impormasyon.
fr_fr: Il y a un problème dans votre base de données. Voyez le fichier log d'OpenCPN pour plus de détails.
id_id: Ada masalah dengan basis data anda, cek logfile OpenCPN untuk informasi selanjutnya.
tr_tr: Veritabanınızla ilgili bir sorun var, daha fazla bilgi için OpenCPN günlük dosyasını kontrol edin.

source: Your search resulted in %i objects found. This is a lot, do you really want to show all of them?
fi_fi: Hakusi tuloksena oli %i kohdetta. Tämä on aika paljon, haluatko näyttää ne kaikki?
fil_ph: Ang iyong paghahanap ay nagresulta sa pagkahanap ng %i bagay. Sobrang dami nito, gusto mo ba talagang makita ang lahat?
fr_fr: Votre recherche a abouti %i objets trouvés. C'est beaucoup, voulez-vous vraiment montrer l'ensemble d'entre eux ?
id_id: Pencarian Anda menghasilkan %i objek yang ditemukan. Ini sangat banyak, apakah Anda benar-benar ingin menunjukkan semuanya?
tr_tr: Aramanız sonucunda %i nesne bulundu. Bu çok fazla, gerçekten hepsini görmek istiyor musunuz?

source: Too many objects found
fi_fi: Liian monta kohdetta löydetty
fil_ph: Masyadong maraming nakitang bagay
fr_fr: Trop d'objets trouvés
id_id: Terlalu banyak objek di temukan
tr_tr: Çok fazla nesne bulundu

source: All
fi_fi: Kaikki
fil_ph: Lahat
fr_fr: Tout
id_id: Semua
tr_tr: Hepsi

source: You did not enter any search term, do so.
fi_fi: Et kirjoittanut mitään hakusanaa, tee niin.
fil_ph: Hindi ka naglagay ng anumang terminong hahanapin, gawin ito.
fr_fr: Saisissez un terme de recherche.
id_id: Anda tidak memasukkan istilah pencarian apa pun, lakukanlah.
tr_tr: Herhangi bir arama terimi girmediniz, bunu yapın.

source: Type
fi_fi: Tyyppi
fil_ph: Uri
id_id: Jenis
tr_tr: Tip

source: Name
fi_fi: Nimi
fil_ph: Pangalan
fr_fr: Nom
id_id: Nama
tr_tr: Adı

source: Dist (%s)
fi_fi: Etäis. (%s)

source: Scale
fi_fi: Mittakaava
fil_ph: Iskala
fr_fr: Echelle
id_id: Skala
tr_tr: Ölçek

source: Chart
fi_fi: Kartta
fil_ph: Tsart
fr_fr: Carte
id_id: Bagan
tr_tr: Harita

source: Inland -
fi_fi: Sisämaa -
fil_ph: Sa lupa -
id_id: Pedalaman -
tr_tr: Iç -

source: Administration area (Named)
fi_fi: Hallinnon alue (nimetty)
fil_ph: Lugar ng administrasyon (Pinangalanan)
fr_fr: Zone sous l'autorite de :
id_id: Wilayah administrasi (Nama)
tr_tr: Yönetim alanı (isimlendirilmiş)

source: Airport / airfield
fi_fi: Lentoasema / lentokenttä
fil_ph: Paliparan / palapagan
fr_fr: Aéroport/Aérodrome
id_id: Bandara / lapangan udara
tr_tr: Havalimanı / havaalanı

source: Anchor berth
fi_fi: Ankkurointipaikka
fil_ph: Mag-angkorahe sa kamarote
fr_fr: Mouillage sur ancre
id_id: Tempat jangkar
tr_tr: Demirlemek

source: Anchorage area
fi_fi: Ankkurointialue
fil_ph: Lugar sa pag-angkorahe
fr_fr: Zone de mouillage sur ancre
id_id: Wilayah pelabuhan
tr_tr: Demirleme alanı

source: Beacon, cardinal
fi_fi: Kardinaalimajakka
fil_ph: Parola, kardinal
fr_fr: Tourelle cardinale
id_id: Lentera laut, merah terang
tr_tr: Fener, kardinal

source: Beacon, isolated danger
fi_fi: Majakka, eristetty vaara
fil_ph: Parola, hiwalay na panganib
fr_fr: Tourelle, Danger isolé
id_id: Lentera laut, terisolasi bahaya
tr_tr: Fener, yalıtılmış tehlike

source: Beacon, lateral
fi_fi: Lateraalimajakka
fil_ph: Parola, lateral
fr_fr: Tourelle, Latérale
id_id: Lentera laut, lateral
tr_tr: Fener, yanal

source: Beacon, safe water
fi_fi: Turvavesimajakka
fil_ph: Parola, ligtas na tubig
fr_fr: Tourelle, Eau libre
id_id: Lentera laut, air tenang
tr_tr: Fener, güvenli sular

source: Beacon, special purpose/general
fi_fi: Erikoismerkkimajakka
fil_ph: Parola, may espesyal na layon/pangkalahatan
fr_fr: Tourelle, Propos spécial/Général
id_id: Lentera laut, tujuan khusus/biasa
tr_tr: Fener, özel amaçlı/genel

source: Berth
fi_fi: Laituri
fr_fr: Coffre
id_id: Tempat berlabuh
tr_tr: Iskele

source: Bridge
fi_fi: Silta
fil_ph: Plataporma
fr_fr: Pont
id_id: Jembatan
tr_tr: Köprü

source: Building, single
fi_fi: Yksittäinen rakennus
fil_ph: Gusali, iisa
fr_fr: Construction isolée
id_id: Bangunan, tunggal
tr_tr: Bina, tek

source: Built-up area
fi_fi: Taajama-alue
fil_ph: Ipanatayong lugar
fr_fr: Zone batie
id_id: Membangun wilayah
tr_tr: İnşa alanı

source: Buoy, cardinal
fi_fi: Kardinaaliviitta
fil_ph: Boya, kardinal
fr_fr: Bouée, Cardinale
id_id: Pelampung, merah terang
tr_tr: Şamandıra, yönleç kardinal

source: Buoy, installation
fi_fi: Viitta-asennus
fil_ph: Boya, instalasyon
fr_fr: Bouee de chargement pour petroliers
id_id: Pelampung, pemasangan
tr_tr: Şamandıra, yükleme

source: Buoy, isolated danger
fi_fi: Vaaran eristysviitta
fil_ph: Boya, hiwalay na panganib
fr_fr: Bouée, Danger isolé
id_id: Pelampung, terisolasi bahaya
tr_tr: Şamandıra, yalıtılmış tehlike

source: Buoy, lateral
fi_fi: Lateraaliviitta
fil_ph: Boya, lateral
fr_fr: Bouée, Latérale
id_id: Pelampung, lateral
tr_tr: Şamandıra, yanal

source: Buoy, safe water
fi_fi: Turvavesimerkki
fil_ph: Boya, ligtas na tubig
fr_fr: Bouée, Eau libre
id_id: Pelampung, air yang tenang
tr_tr: Şamandıra, güvenli sular

source: Buoy, special purpose/general
fi_fi: Erikois-/yleisviitta
fil_ph: Boya, may espesyal na layon/pangkalahatan
fr_fr: Bouée, Usage spécial/Général
id_id: Pelampung, tujuan khusus/umum
tr_tr: Şamandıra, özel amaçlı/genel

source: Cable area
fi_fi: Kaapeli alue
fil_ph: Lugar ng kable
fr_fr: Zone avec cable
id_id: Wilayah kabel
tr_tr: Kablo alanı

source: Cable, overhead
fi_fi: Kaapeli yläpuolella
fil_ph: Kable, sa itaas
fr_fr: Cable, Aérien
id_id: Kabel, di udara
tr_tr: Kablo, yukarıdan geçen

source: Cable, submarine
fi_fi: Merikaapeli
fil_ph: Kable, submarino
fr_fr: Cable, Sousmarin
id_id: Kabel, kapal selam
tr_tr: Kablo, denizaltı

source: Canal
fi_fi: Kanava
fil_ph: Bambang
id_id: Kanal
tr_tr: Kanal

source: Canal bank
fi_fi: Kanavan reuna
fil_ph: Tabing-bambang
fr_fr: Berge de canal
id_id: Tumpukan kanal
tr_tr: Kanal kıyısı

source: Cargo transshipment area
fi_fi: Rahdin uudelleenlastausalue
fil_ph: Lugar na pagdadalhin sa kargamento
fr_fr: Zone de transbordement de fret
id_id: Wilayah pengiriman barang kargo
tr_tr: Kargo aktarma bölgesi

source: Causeway
fi_fi: Kapulasilta
fil_ph: Daanan
fr_fr: Chaussée
id_id: Jalan lintasan
tr_tr: Geçit

source: Chimney
fi_fi: Savupiippu
fil_ph: Tsimenea
fr_fr: Cheminée
id_id: Cerobong asap
tr_tr: Baca

source: Checkpoint
fi_fi: Tarkistuspiste
fil_ph: Tsekpoint
fr_fr: Point de surveillance
id_id: Tempat pemeriksaan
tr_tr: Kontrol noktası

source: Coastguard station
fi_fi: Rannikkovartioston tukikohta
fil_ph: Istasyon ng mga bantay ng babayin
fr_fr: Station de garde-côtes
id_id: Stasiun penjagaan pantai
tr_tr: Sahil güvenlik istasyonu

source: Coastline
fi_fi: Rannikko
fil_ph: Baybayin
fr_fr: Ligne de côte
id_id: Garis pantai
tr_tr: Kıyı şeridi

source: Continental shelf area
fi_fi: Mannerjalustan alue
fil_ph: Kontinental na lugar na salansanan
fr_fr: Zone du plateau continental
id_id: Wilayah paparan kontinental
tr_tr: Kıta sahanlığı alanı

source: Control point
fi_fi: Tarkistuspiste
fil_ph: Punto sa pagkontrol
fr_fr: Point de contrôle
id_id: Titik kontrol
tr_tr: Kontrol noktası

source: Conveyor
fi_fi: Kuljetin
fr_fr: Convoyeur
id_id: Pengantar
tr_tr: Taşıyıcı

source: Crane
fi_fi: Nosturi
fil_ph: Kreyn
fr_fr: Grue
id_id: Derek
tr_tr: Vinç

source: Current - non - gravitational
fi_fi: Virta - ei - painovoimainen
fil_ph: Daloy - hindi grabitasyonal
fr_fr: Courant non gravitationnel
id_id: Arus - pada - gravitasi
tr_tr: Geçerli - Yerçekimsiz

source: Dam
fi_fi: Pato
fil_ph: Dike
fr_fr: Barrage
id_id: Bendungan
tr_tr: Baraj

source: Daymark
fi_fi: Päivämerkki
fil_ph: Pananda sa araw
fr_fr: Marque de jour
tr_tr: Gün işareti

source: Deep water route centerline
fi_fi: Syvän veden reitin keskilinjan
fil_ph: Ruta na centerline na nasa malalim na tubig
fr_fr: Axe de route d'eau profonde
id_id: Garis tengah dalam air
tr_tr: Derin su rotası merkez çizgisi

source: Deep water route part
fi_fi: Syvän veden reitin osa
fil_ph: Bahagi ng ruta na nasa malalim na tubig
fr_fr: Marque de distance
id_id: Bagian rute dalam air
tr_tr: Derin su rota parçası

source: Distance mark
fi_fi: Etäisyys merkki
fil_ph: Tanda ng distansya
fr_fr: Marque de distance
id_id: Tanda jarak
tr_tr: Mesafe işareti

source: Dock area
fi_fi: Satama-alue
fil_ph: Lugar ng pantalan
fr_fr: Zone de quai
id_id: Wilayah dermaga
tr_tr: Rıhtım alanı

source: Dredged area
fi_fi: Ruopattu alue
fil_ph: Lugar na dinraga
fr_fr: Zone de draguage
id_id: Dikeruk daerah
tr_tr: Temizletme alanı

source: Dry dock
fi_fi: Kuivatelakka
fil_ph: Tuyong pantalan
fr_fr: Hangard à sec
id_id: Dok kering
tr_tr: Tersane

source: Dumping ground
fi_fi: Läjitysalue
fil_ph: Lugar na paglalaglagan
fr_fr: Zone de rejet
id_id: Pembuangan
tr_tr: Çöplük alanı

source: Fairway
fi_fi: Kulkuväylä
fil_ph: Daanan sa ilog
fr_fr: Chenal
id_id: Jalan raya
tr_tr: Serbest geçit

source: Fence/wall
fi_fi: Aita/muuri
fil_ph: Bakod/pader
fr_fr: Cloture/mur
id_id: Pagar/dinding
tr_tr: Çit/duvar

source: Ferry route
fi_fi: Lauttalinja
fil_ph: Tawiran na ruta
fr_fr: Route de ferry
id_id: Rute feri
tr_tr: Feribot güzergahı

source: Fishery zone
fi_fi: Kalastusalue
fil_ph: Sona na palaisdaan
fr_fr: Zone de pêche
id_id: Perikanan zona
tr_tr: Balıkçılık alanı

source: Fishing facility
fi_fi: Kalastus laitos
fil_ph: Pasilidad sa pangingisda
fr_fr: Equipement de pêche
id_id: Fasilitas memancing
tr_tr: Balıkçılık tesisi

source: Fishing ground
fi_fi: Pohjakalastus
fil_ph: Lugar sa pangingisda
fr_fr: Fond de pêche
id_id: Tongkat pancing
tr_tr: Balık tutma alanı

source: Floating dock
fi_fi: Uiva telakka
fil_ph: Nakalutang na pantalan
fr_fr: Hangard flottant
id_id: Dermaga terapung
tr_tr: Dalgalı liman

source: Fog signal
fi_fi: Sumu signaali
fil_ph: Signal ng hamog
fr_fr: Corne de brume
id_id: Sinyal kabut
tr_tr: Sis sinyali

source: Fortified structure
fi_fi: Linnoitusrakenneteita
fil_ph: Pinabitay na istruktura
fr_fr: Zone fortifiée
id_id: Yang diperkuat struktur
tr_tr: Güçlendirilmiş yapı

source: Free port area
fi_fi: Vapaasatama-alue
fil_ph: Libreng lugar na daungan
fr_fr: Zone portuaire libre
id_id: Area gratis pelabuhan
tr_tr: Serbest liman alanı

source: Gate
fi_fi: Portti
fil_ph: Tarangkahan
fr_fr: Porte
id_id: Gerbang
tr_tr: Geçit

source: Gridiron
fi_fi: Halstari
fil_ph: Parilya
fr_fr: Grille de carénage
id_id: BesiHijau
tr_tr: Izgara

source: Harbour area (administrative)
fi_fi: Satama-alue (hallinnollinen)
fil_ph: Lugar na Daungan (administratibo)
fr_fr: Zone portuaire (administrative)
id_id: Area pelabuhan (administratif)
tr_tr: Liman bölgesi (Yönetici)

source: Harbour facility
fi_fi: Satamarakenteita
fil_ph: Pasilidad na daungan
fr_fr: Equipement portuaire
id_id: Fasilitas plabuhan
tr_tr: Liman tesisi

source: Hulk
fi_fi: Hylky
fil_ph: Malaking bagay
fr_fr: Bateau-ponton
tr_tr: Gemi iskeleti

source: Ice area
fi_fi: Jää-alue
fil_ph: Lugar ng yelo
fr_fr: Zone de glace
id_id: Daerah es
tr_tr: Buz alanı

source: Incineration area
fi_fi: Poltto alue
fil_ph: Lugar sa insinerasyon
fr_fr: Zone d'incinération
id_id: Area insinerasi
tr_tr: Yakma alanı

source: Lake
fi_fi: Järvi
fil_ph: Lawa
fr_fr: Lac
id_id: Danau
tr_tr: Göl

source: Lake shore
fi_fi: Järven ranta
fil_ph: Baybayin ng lawa
fr_fr: Rive de lac
id_id: Pesisir Danau
tr_tr: Göl kıyısı

source: Land area
fi_fi: Maa-alue
fil_ph: Lugar ng lupa
fr_fr: Zone de terre
id_id: Luas tanah
tr_tr: Arazi alanı

source: Land elevation
fi_fi: Maan kohoaminen
fil_ph: Timbaw ng lupa
fr_fr: Altitude terrestre
id_id: Tanah elevasi
tr_tr: Arazi yüksekliği

source: Land region
fi_fi: Alueen
fil_ph: Rehiyon na lupain
fr_fr: Région terrestre
id_id: Kawasan tanah
tr_tr: Arazi bölgesi

source: Landmark
fi_fi: Maamerkki
fil_ph: Palatandaan
fr_fr: Marque de terre
tr_tr: Arazi işareti

source: Light
fi_fi: Valo
fil_ph: Ilaw
fr_fr: Feu
id_id: Cahaya
tr_tr: Fener

source: Light float
fi_fi: Valopoiju
fil_ph: Magaan na panlutang
fr_fr: Bouée lumineuse
id_id: Cahaya terapung
tr_tr: Şamandıra

source: Light vessel
fi_fi: Kevyt alus
fil_ph: Magaan na bapor
fr_fr: Bateau phare
id_id: Cahaya kapal
tr_tr: Fener dubası

source: Local magnetic anomaly
fi_fi: Paikallinen magneettinen häiriö
fil_ph: Magnetik na anomalyang lokal
fr_fr: Anomalie locale magnétique
id_id: Magnetik lokal anomali
tr_tr: Manyetik lokal anomali

source: Lock basin
fi_fi: Patoallas
fil_ph: Kandadong palanggana
fr_fr: Bassin de verrouillage
id_id: Cekungan kunci
tr_tr: Kanal havuzu

source: Log pond
fi_fi: Halkolampi
fil_ph: Danaw
fr_fr: Zone de flottage de grumes
id_id: Kolam log
tr_tr: Ağaç göleti

source: Marine farm/culture
fi_fi: Merifarmi/viljelmä
fil_ph: Marinong sakahan/kultura
fr_fr: Ferme marine/Aquaculture
id_id: Pertanian/budidaya laut
tr_tr: Deniz çiftliği/kültürü

source: Military practice area
fi_fi: Sotilaallinen harjoitus alue
fil_ph: Lugar para sa pagsasanay ng militar
fr_fr: Zone d'entrainement militaire
id_id: Area praktek militer
tr_tr: Askeri uygulama alanı

source: Mooring/warping facility
fi_fi: Kiinnitys/varppaus-laittteisto
fil_ph: Pasilidad sa pagpupugal/pagkiwal
fr_fr: Amarrage/Equipement de sécurisation
id_id: Fasilitas tambat/warping
tr_tr: Demirleme/çözme tesisi

source: Obstruction
fi_fi: Tukkeuma
fil_ph: Sagabal
id_id: Halangan
tr_tr: Engel

source: Offshore platform
fi_fi: Öljynporauslautta
fil_ph: Plataporma na malayo sa pampang
fr_fr: Plateforme offshore
id_id: Platform lepas pantai
tr_tr: Offshore platformu

source: Offshore production area
fi_fi: Avomerituotantoalue
fil_ph: Lugar ng produksyon na malayo sa pampang
fr_fr: Zone d'exploitation offshore
id_id: Produksi area lepas pantai
tr_tr: Offshore üretim alanı

source: Oil barrier
fi_fi: Öljy puomi
fil_ph: Harang ng langis
fr_fr: Barrage flottant anti-pollution
id_id: Penghalang minyak
tr_tr: Yağ bariyeri

source: Pile
fi_fi: Paalu
fil_ph: Tumpok
id_id: Tumpukan
tr_tr: Kazık

source: Pilot boarding place
fi_fi: Luotsin alukseennousupaikka
fil_ph: Pook na pagsasakyan ng piloto
fr_fr: Point d'embarquement des pilotes
id_id: Tempat asrama pilot
tr_tr: Pilot yatış yeri

source: Pipeline area
fi_fi: Putkjohtoalue
fil_ph: Lugar na may mga tubo
fr_fr: Zone de pipeline
id_id: Area pipa
tr_tr: Boru hattı alanı

source: Pipeline, overhead
fi_fi: Yläpuolinen putkijohto
fil_ph: Tuno, sa itaas
fr_fr: Pipeline, Aérien
tr_tr: Boru hattı, yukarıdan geçen

source: Pipeline, submarine/on land
fi_fi: Putkijohto meressä/maalla
fil_ph: Tubo, submarino/panlupa
fr_fr: Pipeline, Sousmarin/à terre
id_id: Pipa, kapal selam/darat
tr_tr: Boru hattı, denizaltı/karada

source: Pontoon
fi_fi: Ponttooni
fil_ph: Mababa na barko
fr_fr: ponton
id_id: Ponton
tr_tr: Duba

source: Production / storage area
fi_fi: Tuotanto / varastointi alue
fil_ph: Produksyon / lugar na imbakan
fr_fr: Production/Zone de stockage
id_id: Area produksi / penyimpanan
tr_tr: Üretim / depolama alanı

source: Pylon/bridge support
fi_fi: Pylväs/silta tuki
fil_ph: Suporta sa paylon/plataporma
fr_fr: Pylone/piles de pont
id_id: Tiang/dukungan jembatan
tr_tr: Sütun / köprü desteği

source: Radar line
fi_fi: Tutka linja
fil_ph: Linya ng radar
fr_fr: Route de guidage radar
id_id: Garis radar
tr_tr: Radar hattı

source: Radar range
fi_fi: Tutkan kantama
fil_ph: Saklaw ng radar
fr_fr: Zone couverte par un radar
id_id: Jangkauan radar
tr_tr: Radar alanı

source: Radar station
fi_fi: Tutka-asema
fil_ph: Istasyon ng radar
fr_fr: Station radar
id_id: Stasiun radar
tr_tr: Radar istasyonu

source: Radar transponder beacon
fi_fi: Tutkan vastaajapoiju
fil_ph: Parola na tumutugon sa Radar
fr_fr: Balise transpondeur radar
tr_tr: Radar transporder feneri

source: Radio calling-in point
fi_fi: Radiokutsu piste
fil_ph: Tumatawag gamit ang radyo, nasa punto
fr_fr: Point d'appel radio
id_id: Titik Panggilan radio
tr_tr: Radyo çağrı noktası

source: Radio station
fi_fi: Radioasema
fil_ph: Istasyon ng radyo
fr_fr: Station radio
id_id: Stasiun radio
tr_tr: Radyo istasyonu

source: Railway
fi_fi: Rautatie
fil_ph: Riles
fr_fr: Chemin de fer
id_id: Jalan rel
tr_tr: Demiryolu

source: Rapids
fi_fi: Koski
fil_ph: Lagaslasan
fr_fr: Rapides
id_id: Aliran deras
tr_tr: Akıntılı nehir

source: Recommended route centerline
fi_fi: Suositeltu reitin keskilinja
fil_ph: Inirekomendang ruta ng centerline
fr_fr: Axe de route recommandée
id_id: Disarankan jalur tengah
tr_tr: Önerilen rota merkez çizgisi

source: Recommended track
fi_fi: Suositeltu jälki
fil_ph: Inirekomenda na landas
fr_fr: Route recommandée
id_id: Jalur yang disarankan
tr_tr: Önerilen rota

source: Rescue station
fi_fi: Pelastusasema
fil_ph: Istasyon sa pagsagip
fr_fr: Station de sauvetage
id_id: Stasiun penyelamatan
tr_tr: Kurtarma istasyonu

source: Restricted area
fi_fi: Rajattu alue
fil_ph: Ipinagbabawal na lugar
fr_fr: Zone d'accès restreinte
id_id: Area terbatas
tr_tr: Yasak alan

source: River
fi_fi: Joki
fil_ph: Ilog
fr_fr: Rivière
id_id: Sungai
tr_tr: Nehir

source: River bank
fi_fi: Joen ranta
fil_ph: Tabing-ilog
fr_fr: Berge de rivière
id_id: Tepi sungai
tr_tr: Nehir kıyısı

source: Road
fi_fi: Tie
fil_ph: Kalsada
fr_fr: Route
id_id: Jalan
tr_tr: Yol

source: Runway
fi_fi: Kiitotie
fil_ph: Paliparan
fr_fr: Piste d'atterissage
id_id: Landasan terbang
tr_tr: Koşu yolu

source: Sea area / named water area
fi_fi: Merialue / nimetty vesialue
fil_ph: Lugar sa dagat / pinangalanang lugar na tubig
fr_fr: Zone de mer/Zone d'eau nommée
id_id: Wilayah laut / wilayah air diberi nama
tr_tr: Deniz alanı / isimlendirilmiş su alanı

source: Sea-plane landing area
fi_fi: Vesitasojen laskeutumisalue
fil_ph: Lugar na lalapagan n eruplanong pantubig
fr_fr: Zone d'amerissage
id_id: Wilayah landasan Laut-pesawat
tr_tr: Deniz uçağı iniş alanı

source: Seabed area
fi_fi: Merenpohja-alue
fil_ph: Lugar na seabed
fr_fr: zone des fonds marins
id_id: Daerah dasar laut
tr_tr: Deniz yatağı bölgesi

source: Shoreline Construction
fi_fi: Rakennetturantaviiva
fil_ph: Konstruksyon ng baybayin
fr_fr: Construction de bord de mer
id_id: Konstruksi Garis pantai
tr_tr: İnşaat kıyı şeridi

source: Signal station, traffic
fi_fi: Opastetaulu, liikennettä
fil_ph: Istasyon ng signal, trapik
fr_fr: Sémaphore, Traffic
id_id: Stasiun sinyal, lalu lintas
tr_tr: Sinyal istasyonu, trafik

source: Signal station, warning
fi_fi: Opastetaulu, varoitus
fil_ph: Istasyon ng signal, babala
fr_fr: Sémaphore, Alerte
id_id: Stasiun sinyal, peringatan
tr_tr: Sinyal istasyonu, uyarı
