Repository: haxiomic/objsearch_pi-http
Catalog: po/*.po
Languages: fi_fi, fil_ph, fr_fr, id_id, tr_tr

source: Silo / tank
fi_fi: Siilo / säiliö
fil_ph: Sailow / tangke
fr_fr: Silo/Cuve
tr_tr: Silo / tanker

source: Slope topline
fi_fi: Luiskan yläreuna
fil_ph: Tuktok na linya ng talibis
fr_fr: Ligne de sommet
id_id: Garis atas lereng
tr_tr: Eğim üst çizgisi

source: Sloping ground
fi_fi: Viettävä pohja
fil_ph: Kiling na lugar
fr_fr: Fond pentu
id_id: Tanah miring
tr_tr: Eğimli alan

source: Small craft facility
fi_fi: Pienaluspalveluja
fil_ph: Pasilidad sa maliit na bapor
fr_fr: Zone de services plaisance
id_id: Fasilitas kapal kecil
tr_tr: Küçük tekne tesisi

source: Sounding
fi_fi: Luotaus
fil_ph: Tunog
fr_fr: Sonde
id_id: Pengukuran dalam air
tr_tr: Sondaj

source: Spring
fi_fi: Vesilähde
fil_ph: Batis
fr_fr: Souce
id_id: Mata air
tr_tr: Su kaynağı

source: Square
fi_fi: Aukio
fil_ph: Kuwadrado
fr_fr: Place/square
id_id: Persegi
tr_tr: Kare

source: Submarine transit lane
fi_fi: Sukellusveneen kauttakulkuajokaista
fil_ph: Landas sa Paghahatid ng submarino
fr_fr: Zone de navigation de sous-marins
id_id: Jalur transit kapal selam
tr_tr: Denizaltı geçiş rotası

source: Tidal stream - harmonic prediction
fi_fi: Vuorovesivirtaa - harmonic ennusteita
fil_ph: Daloy na taib-tabsing - maharmonyang hula
fr_fr: Courant de marée - Prédiction harmonique
id_id: Pasang surut - prediksi arus harmonik
tr_tr: Gelgit akımı - Tahmini harmonik

source: Tidal stream - non-harmonic prediction
fi_fi: Vuorovesivirtaa - ei harmonic ennusteita
fil_ph: Daloy na taib-tabsing - hindi maharmonyang hula
fr_fr: Courant de marée - Prédiction non harmonique
id_id: Aliran surut - prediksi non-harmonik
tr_tr: Gelgit akımı - Harmonik olmayan tahmin

source: Tidal stream panel data
fi_fi: Vuorovesivirran taulukkotiedot
fil_ph: Datos sa panel ng daloy na taib-tabsing
fr_fr: Tableau des courants de marée
id_id: Data panel arus pasang surut
tr_tr: Gelgit akımı panel verisi

source: Tidal stream - time series
fi_fi: Vuorovesivirta - aikasarjat
fil_ph: Daloy na taib-tabsing - mga serye ng oras
fr_fr: Courant de marée - Séries temporelles
id_id: Seri waktu arus pasang surut
tr_tr: Gelgit akımı - zaman serisi

source: Tide - harmonic prediction
fi_fi: Vuorovesi - harmonic ennuste
fil_ph: Taas ng Tubig - maharmonyang hula
fr_fr: Marée - Prédiction harmonique
id_id: Prediksi sela - harmonik
tr_tr: Gelgit - harmonik tahmin

source: Tide - non-harmonic prediction
fi_fi: Vuorovesi - ei harmonic ennuste
fil_ph: Taas ng Tubig - hindi maharmonyang hula
fr_fr: Marée - Prédiction non harmonique
id_id: Prediksi pasang surut - non-harmonik
tr_tr: Gelgit - harmonik olmayan tahmin

source: Tideway
fi_fi: Vuorovesiväylä
fil_ph: Daanan ng Taas ng Tubig
fr_fr: Etier de marée
id_id: Terusan yang terhubung ke laut
tr_tr: Gelgit kanalı

source: Tree
fi_fi: Puu
fil_ph: Puno
fr_fr: Arbre
id_id: Pohon
tr_tr: Ağaç

source: Tunnel
fi_fi: Tunneli
fil_ph: Lagusan
id_id: Terowongan
tr_tr: Tünel

source: Underwater rock / awash rock
fi_fi: Vedenalaisen kivi / pinta kivi
fil_ph: Bato na nasa ilalim ng tubig / bato na nasa ibabaw ng tubig
fr_fr: Roche immergée/affleurante
id_id: Batuan bawah air / batuan awash
tr_tr: Sualtı kayası / Yüzen kaya

source: Vegetation
fi_fi: Kasvillisuus
fil_ph: Halamanan
fr_fr: Végétation
id_id: Tumbuh-tumbuhan
tr_tr: Bitki örtüsü

source: Water turbulence
fi_fi: Veden turbulenssi
fil_ph: Unos ng tubig
fr_fr: Eau turbulente
id_id: Perputaran air
tr_tr: Su türbülansı

source: Waterfall
fi_fi: Vesiputous
fil_ph: Talon
fr_fr: Chute d'eau
id_id: Air terjun
tr_tr: Şelale

source: Weed/Kelp
fi_fi: Ruoho/rakkolevä
fil_ph: Damo/Halamang-dagat
fr_fr: Algue/Varech
id_id: Gulma / Kelp
tr_tr: Yabani otlar

source: Wreck
fi_fi: Hylky
fil_ph: Malaking Pinsala
fr_fr: Epave
id_id: Karam
tr_tr: Enkaz

source: Tidal stream - flood/ebb
fi_fi: Vuorovesivirtaus - vuoksi/luode
fil_ph: Daloy na taib-tabsing - baha/maliit
fr_fr: Courant de marée - flood/ebb
id_id: Arus pasang surut - banjir/pasang surut
tr_tr: Gelgit akımı - sel/taşkın

source: Aggregation
fi_fi: Keräymä
fil_ph: Pagsasama-sama
fr_fr: Agrégation
id_id: Pengumpulan
tr_tr: Yığın-toplanma

source: Association
fi_fi: Yhdistyminen
fil_ph: Asosasyon
id_id: Asosiasi
tr_tr: Birleştirme

source: Berthing facility
fi_fi: Kiinnityslaitteisto
fil_ph: Pasilidad sa pag-berth
fr_fr: Equipement de mouillage
id_id: Fasilitas berlabuh
tr_tr: Rıhtım tesisi

source: Building, religious
fi_fi: Rakennus, uskonnollinen
fil_ph: Gusali, panrelihiyon
fr_fr: Construction, Religieuse
id_id: Bangunan, keagamaan
tr_tr: Bina, dini

source: Caution area
fi_fi: Varoitus alue
fil_ph: Lugar na dapat na mag-ingat
fr_fr: Zone de prudence
id_id: Wilayah yang diperhatikan
tr_tr: Uyarı alanı

source: Monument
fi_fi: Muistomerkki
fil_ph: Monumento
id_id: Monumen
tr_tr: Anıt

source: Production installation
fi_fi: Tuotanto asennus
fil_ph: Pag-insall ng produksyon
fr_fr: Installation de production
id_id: Pemasangan produksi
tr_tr: Üretim kurulumu

source: Salt pan
fi_fi: Suolauskaukalo
fil_ph: Bandeha ng asin
fr_fr: Marais salant
id_id: Panci garam
tr_tr: Tuz katmanı

source: Tank
fi_fi: Säiliö
fil_ph: Tangke
fr_fr: Cuve
id_id: Tangki

source: Tower structure
fi_fi: Tornirakenne
fil_ph: Istraktura ng tore
fr_fr: Tour
id_id: Struktur Tower
tr_tr: Kule inşaatı

source: Windmill
fi_fi: Tuulimylly
fil_ph: Windmil
fr_fr: Moulin à vent
id_id: Kincir angin
tr_tr: Yel değirmeni

source: waterway axis
fi_fi: väylän keskiviiva
fil_ph: aksis sa daluyan ng tubog
fr_fr: Axe de la voie d'eau
id_id: sumbu saluran air
tr_tr: su yolu ekseni

source: Bridge area
fi_fi: Silta-alue
fil_ph: Lugar ng plataporma
fr_fr: Zone de pont
id_id: Area jembatan
tr_tr: Köprü alanı

source: Lock area
fi_fi: Sulku alue
fil_ph: Kandadong lugar
fr_fr: Zone de l'écluse
id_id: Area kunci
tr_tr: Rıhtım alanı

source: Beacon water-way
fi_fi: Majakkavesi-tie
fil_ph: Parola sa daluyan ng tubig
fr_fr: Balise de chenal
tr_tr: Su yolu feneri

source: Buoy water-way
fi_fi: Viitoitettu vesi-tie
fil_ph: Boya sa daluyan ng tubig
fr_fr: Bouée de chenal
tr_tr: Su yolu şamandırası

source: Route planning point
fi_fi: Reitin suunnittelu kohta
fil_ph: Punto sa pagpaplano ng ruta
fr_fr: Point de planification de route
id_id: Rute titik perencanaan
tr_tr: Rota planlama noktası

source: Communication area
fi_fi: Viestintä alue
fil_ph: Lugar ng komunikasyon
fr_fr: Zone de communication
id_id: Area komunikasi
tr_tr: İletişim alanı

source: Waterway gauge
fi_fi: Väylä mittari
fil_ph: Panukat sa daluyan ng tubig
fr_fr: Echelle de profondeur
id_id: Alat pengukur air
tr_tr: Su yolu ölçüm istasyonu

source: Terminal
fi_fi: Pääte

source: Notice mark
fi_fi: Huomiomerkki
fil_ph: Pansinin ang tanda
fr_fr: Marque d'information
id_id: Perhatikan tanda
tr_tr: Dikkat işareti

source: Bunker station
fi_fi: Tankkausasema
fil_ph: Istasyon na bunker
fr_fr: Poste de ravitaillement
id_id: Stasiun Bunker
tr_tr: Yakıt istasyonu

source: Harbour basin
fi_fi: Satama-allas
fil_ph: Basin sa harbor
fr_fr: Bassin du port
id_id: Pelabuhan baskom
tr_tr: Liman havzası

source: Refuse dump
fi_fi: Jätteenkaatopaikka
fil_ph: Tanggihan ang pagbunton
fr_fr: Décharge
id_id: Dump Menolak
tr_tr: Çöp dökümü

source: Turning basin
fi_fi: Kääntöalue
fil_ph: Palanggana sa paglalik
fr_fr: Bassin de rotation
id_id: Mengubah baskom
tr_tr: Dönüş havuzu

source: Text label
fi_fi: Tekstikenttä
fil_ph: Tatak na teksto
fr_fr: Etiquette
id_id: Label teks
tr_tr: Metin etiketi

source: Extended navigational aid
fi_fi: Laajennettu merimerkki
fil_ph: Pinalawak na tulong na pang-nabigasyon
fr_fr: Aide à la navigation étendue
id_id: Navigasi bantuan Diperpanjang
tr_tr: Kapsamlı seyir yardımı

source: CSV files (*.csv)|*.csv|All files (*.*)|*.*
fi_fi: CSV-tiedostot (*.csv) | *. csv|Kaikki tiedostot (*. *) | *. *
fil_ph: Taklasang CSV (*.csv)|.csv|Lahat ng mga taklasan (*.*)|*.*
fr_fr: Fichiers CSV (*.csv) | *. csv| Tous les fichiers (*. *) | *. *
tr_tr: CSV dosyaları (*.csv)|*.csv| Tüm dosyalar (*.*)|*.*

source: Sorry, I'm stupid and can't cross the IDL, please divide your scan in two.
fi_fi: Anteeksi olen tyhmä ja enkä voi ylittää päivärajaa, Jaa skannaus kahtia.
fil_ph: Paumanhin. Kulang ang aking kaalaman at hindi makatawid sa IDL, mangyaring hatiin sa dalawa ang iyong pagsusuri.
fr_fr: Désolé, je suis stupide et ne peuvent pas traverser la IDL. Veuillez diviser votre recherche en deux.
id_id: Maaf, aku bodoh dan tidak bisa menyeberang IDL, tolong bagilah scan anda menjadi dua.
tr_tr: Üzgünüm, ben aptalım ve IDL'yi çaprazlayamadım, lütfen taramanızı ikiye bölün.

source: Import progress...
fi_fi: Tuonnin edistyminen...
fil_ph: Progreso sa pag-angkat...
fr_fr: Importation en cours ...
id_id: Impor kemajuan...
tr_tr: Yedekleme ilerlemesi...

source: Importing data from %s.
fi_fi: Tietojen tuonti %s.
fil_ph: Nag-aangkat ng datos mula sa %s.
fr_fr: Importation des données depuis %s.
id_id: Mengimpor data dari %s.
tr_tr: -den %s veri alma.

source: The files %s does not exist, nothing to import.
fi_fi: Tiedostoja %s ei ole, ei ole tuotavaa.
fil_ph: Ang mga taklasang %s ay hindi umiiral, walang mai-angkat.
fr_fr: Le fichier %s n'existe pas. Rien ne peut être importé.
id_id: File %s tidak ada, tidak ada yang bisa diimpor.
tr_tr: Dosyalar %s bulunmuyor, alınacak bir şey yok.

source: Lat
fr_fr: Latitude
tr_tr: Enlem

source: Lon
fr_fr: Longitude
tr_tr: Boylam
